{
    "1": "",
    "2": "This phase involves the production of initial codes from the data. Codes identify a feature of the data (semantic content or latent) that appears interesting to the analyst, and refer to ‘the most basic segment, or element, of the raw data or information that can be assessed in a meaningful way regarding the phenomenon’. The coded data differ from the units of analysis (themes), which are (often) broader. Key advice for this phase is: (a) code for as many potential themes/patterns as possible (time permitting); (b) code extracts of data inclusively - ie, keep a little of the surrounding data if relevant, a common criticism of coding is that the context is lost; and (c) remember that you can code individual extracts of data in as many different ‘themes’ as they fit into - so an extract may be uncoded, coded once, or coded many times, as relevant.",
    "3": "This phase, which re-focuses the analysis at the broader level of themes, rather than codes, involves sorting the different codes into potential themes, and collating all the relevant coded data extracts within the identified themes. Some initial codes may go on to form main themes, whereas others may form sub-themes, and others still may be discarded. At this stage, you may also have a set of codes that do not seem to belong anywhere, and it is perfectly acceptable to create a ‘theme’ called ‘miscellaneous’ to house the codes - possibly temporarily - that do not seem to fit into your main themes. You end this phase with a collection of candidate themes, and sub-themes, and all extracts of data that have been coded in relation to them.",
    "4": "Phase 4 begins when you have devised a set of candidate themes, and it involves the refinement of those themes. During this phase, it will become evident that some candidate themes are not really themes. Other themes might need to be broken down into separate themes. Data within themes should cohere together meaningfully, while there should be clear and identifiable distinctions between themes. This phase involves two levels of reviewing and refining your themes. Level 1 involves reviewing at the level of the coded data extracts. This means you need to read all the collated extracts for each theme, and consider whether they appear to form a coherent pattern. If your candidate themes do appear to form a coherent pattern, you then move on to the second level of this phase. If your candidate themes do not fit, you will need to consider whether the theme itself is problematic, or whether some of the data extracts within it simply do not fit there - in which case, you would rework your theme, creating a new theme, finding a home for those extracts that do not currently work in an already-existing theme, or discarding them from the analysis. Level 2 involves a similar process, but in relation to the entire data set. At this level, you consider the validity of individual themes in relation to the data set, but also whether your candidate thematic map ‘accurately’ reflects the meanings evident in the data set as a whole. In this phase you reread your entire data set for two purposes. The first is, as discussed, to ascertain whether the themes ‘work’ in relation to the data set. The second is to code any additional data within themes that has been missed in earlier coding stages.",
    "5": "You define and further refine the themes you will present for your analysis, and analyse the data within them. By ‘define and refine’, we mean identifying the ‘essence’ of what each theme is about (as well as the themes overall), and determining what aspect of the data each theme captures. It is important not to try and get a theme to do too much, or to be too diverse and complex. You do this by going back to collated data extracts for each theme, and organizing them into a coherent and internally consistent account, with accompanying narrative. For each individual theme, you need to conduct and write a detailed analysis. As well as identifying the ‘story’ that each theme tells, it is important to consider how it fits into the broader overall ‘story’ that you are telling about your data, in relation to the research question or questions, to ensure there is not too much overlap between themes. So it is necessary to consider the themes themselves, and each theme in relation to the others. As part of the refinement, you will need to identify whether or not a theme contains any sub-themes. Sub-themes are essentially themes-within-a-theme. They can be useful for giving structure to a particularly large and complex theme, and also for demonstrating the hierarchy of meaning within the data. It is important that by the end of this phase you can clearly define what your themes are and what they are not.",
    "6": "Phase 6 involves the final analysis and write-up of the report. It is important that the analysis provides a concise, coherent, logical, non-repetitive and interesting account of the story the data tell - within and across themes. Your write-up must provide sufficient evidence of the themes within the data - ie, enough data extracts to demonstrate the prevalence of the theme. Choose particularly vivid examples, or extracts which capture the essence of the point you are demonstrating, without unnecessary complexity. However, your write-up needs to do more than just provide data. Extracts need to be embedded within an analytic narrative that compellingly illustrates the story you are telling about your data, and your analytic narrative needs to go beyond description of the data, and make an argument in relation to your research question."
}